Revit 2027 API
ParameterTypeId.StairsRailingBalusterIsPost Property
 "Post"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterIsPost { get; }
Public Shared ReadOnly Property StairsRailingBalusterIsPost As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterIsPost {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterIsPost : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace